using System;
namespace homework
{
    public class ThreeSomeNumbers
    {
        //S1.7 Составить программу вывода на экран в одну строку трех любых чисел с двумя пробелами между ними.
        
        static void ThreeSome(string[] args)
        {
            int firstnumber = 99;
            int secondnumber = 888;
            int thirdnumber = 777;

            Console.WriteLine($"{firstnumber} {secondnumber} {thirdnumber}");
        }
    }
}
